/* No comment provided by engineer. */
"Job-Yang" = "Job-Yang";

/* No comment provided by engineer. */
"查看并编辑个人资料" = "プロフィールの表示と編集";

/* No comment provided by engineer. */
"切换语言" = "スイッチ言語";

/* No comment provided by engineer. */
"功能A" = "機能A";

/* No comment provided by engineer. */
"功能B" = "機能B";

/* No comment provided by engineer. */
"动态" = "ダイナミック";

/* No comment provided by engineer. */
"我的" = "私";

/* No comment provided by engineer. */
"更换语言中..." = "言語を置き換える...";

/* No comment provided by engineer. */
"消息" = "メッセージ";

/* No comment provided by engineer. */
"语言设置" = "言語設定";

/* No comment provided by engineer. */
"这里是动态页" = "ここに動的ページがあります";

/* No comment provided by engineer. */
"这里是消息页" = "ここにメッセージページです";

/* No comment provided by engineer. */
"这里是首页" = "ここはホームページです";

/* No comment provided by engineer. */
"首页" = "ホーム";

